[Lastfm]
3=發生錯誤！
4=訪客
1=您正在以: %s 的身分登入
5=您必須登入！
6=音樂記錄排序狀態: %d / %d
2=登出後部份功能將無法使用. 您要登出嗎？

[Lastfm.Auth]
btnAllowAccess=允許接入
btnOk=確定
Caption=授權
lbDetails=您必須在您的 last.fm 個人頁面中批准權限要求才能使擴充功能正常工作:\n\n1. 在網際網路瀏覽器中點選 "允許接入" 以打開您的 last.fm 個人頁面.\n\n2. 在網際網路瀏覽器中打開的網頁中點選 "是, 允許接入" 按鈕.\n\n3. 在您的 last.fm 個人頁面中點選 "確定"按鈕 .

[Lastfm.Settings]
btnLogOff=登出
C1=Last.fm
btnLog=顯示日誌
btnAuthorize=登入
lbAuthorizationWarning=* 必須授權
lbProfileLink=我的 Last.fm 個人檔案
L1=可播放的檔案
L2=如果已被播放的音樂記錄檔案:
G2=授權
G1=雜項
cbScrobbling=* 允許音樂記錄
cbTrayIcon=顯示工作列圖示
cbTrackInfo=在開始播放時顯示有關可播放曲目的訊息
cbTrayNotifyOnError=錯誤通知
cbAlbumArtSearch=從 Last.fm 伺服器下載專輯封面
cbAutoLove=* 標記為5星評級的曲目自動喜愛
cbAutoUnlove=* 標記為3星評級以下的曲目不自動喜愛

[Lastfm.TrackInfo]
Caption=有關可播放檔案的訊息
L1=您好, %s!
pnlScrobblingProgress.h=音樂記錄進度
L4=播放: %d
L3=聽眾: %d
Status=訊息搜尋中...|未找到曲目的訊息|沒有播放

[Lastfm.TrayIcon]
acProfile=我的個人檔案
acScrobbling=允許音樂記錄
acSettings=選項
acShowTrackInfo=曲目的訊息
acRecommendations=我的推薦
acErrorInfo=錯誤細節
acLoveTrack=喜愛
acUnloveTrack=不喜愛